{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "MainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "A mystical staff that boosts elemental power."
					},
					"Translation":
					{
						"Text": "元素の力を高める神秘的な杖"
					},
					"Key": "StaffDesc"
				},
				{
					"Source":
					{
						"Text": "A sharp sword with enhanced lightning power."
					},
					"Translation":
					{
						"Text": "雷の力が強化された鋭い剣"
					},
					"Key": "SwordDesc"
				},
				{
					"Source":
					{
						"Text": "Attributes"
					},
					"Translation":
					{
						"Text": "属性"
					},
					"Key": "TutorialAttributes"
				},
				{
					"Source":
					{
						"Text": "Controls"
					},
					"Translation":
					{
						"Text": "コントロール"
					},
					"Key": "TutorialControls"
				},
				{
					"Source":
					{
						"Text": "Earn Experience:\n-Defeat enemies to gain experience points for your chosen weapon.\n\nIncrease Your Weapon Level:\n-When you collect enough experience, your weapon will level up. Leveling up unlocks new combat techniques that help you deal more damage.\n\nBoost Your Elemental Proficiency:\n-Use elemental attacks (Fire, Ice, or Thunder) during battle. Each use increases your Elemental attribute for that weapon.\n\nUnlock Powerful Attacks:\n-As your elemental proficiency grows, you'll gain access to stronger elemental moves. Keep using a specific element to make its attacks even more effective."
					},
					"Translation":
					{
						"Text": "経験値を獲得:\r\n敵を倒して、選んだ武器の経験値を獲得しましょう。\r\n\r\n武器レベルを上げる:\r\n経験値を十分に集めると、武器のレベルが上がります。レベルアップすると、新しい戦闘技術がアンロックされ、より多くのダメージを与えられるようになります。\r\n\r\n元素の熟練度を高める:\r\n戦闘中に元素攻撃（火、氷、雷）を使いましょう。使用するたびにその武器の元素属性が増加します。\r\n\r\n強力な攻撃をアンロック:\r\n元素の熟練度が上がると、より強力な元素攻撃が使えるようになります。特定の元素を使い続けることで、その攻撃の効果がさらに強化されます。"
					},
					"Key": "TutorialLevelUpDesc"
				},
				{
					"Source":
					{
						"Text": "Gameplay"
					},
					"Translation":
					{
						"Text": "ゲームプレイ"
					},
					"Key": "TutorialGameplay"
				},
				{
					"Source":
					{
						"Text": "Health:\n-Your Health (HP) shows how much damage you can take. Taking damage in battle reduces your Health. When your Health reaches zero, it's game over.\n\nAttack:\n-The Attack attribute determines how much damage you deal to enemies. Increasing this attribute means you can defeat foes more quickly.\n\nDefence:\n-Your Defence attribute reduces the damage you take from enemy attacks. A higher Defence helps you withstand more hits during combat.\n\nElemental:\n-This attribute measures your proficiency with elemental attacks (Fire, Ice, and Thunder). As you use these attacks, your Elemental attribute improves, unlocking even more potent moves.\n\nWeapon Level:\n-Your Weapon Level reflects the experience you've earned with your chosen weapon. As the level increases, new techniques and abilities become available, enhancing your combat options."
					},
					"Translation":
					{
						"Text": "ヘルス:\r\nあなたのヘルス（HP）は、どれだけダメージを受けられるかを示します。戦闘でダメージを受けると、ヘルスが減少します。ヘルスがゼロになると、ゲームオーバーです。\r\n\r\n攻撃:\r\n攻撃属性は、敵に与えるダメージ量を決定します。この属性を増加させることで、敵をより早く倒すことができます。\r\n\r\n防御:\r\n防御属性は、敵の攻撃から受けるダメージを軽減します。防御力が高いほど、戦闘中により多くの攻撃に耐えることができます。\r\n\r\n元素:\r\nこの属性は、元素攻撃（火、氷、雷）に対する熟練度を測ります。これらの攻撃を使うことで、あなたの元素属性が向上し、さらに強力な技をアンロックします。\r\n\r\n武器レベル:\r\n武器レベルは、選んだ武器で得た経験値を反映します。レベルが上がると、新しい技術や能力が使用可能になり、戦闘の選択肢が広がります。"
					},
					"Key": "TutorialAttributesDesc"
				},
				{
					"Source":
					{
						"Text": "Language"
					},
					"Translation":
					{
						"Text": "言語"
					},
					"Key": "LanguageLabel"
				},
				{
					"Source":
					{
						"Text": "Levelling Up"
					},
					"Translation":
					{
						"Text": "レベルアップ"
					},
					"Key": "TutorialLevelUp"
				},
				{
					"Source":
					{
						"Text": "Objective:\n-Your goal is to survive wave after wave of enemies. Stay alert, defeat as many foes as possible, and aim for a new high score.\n\nCombat Basics:\n-Use basic attacks to quickly take down enemies\n-Exploit enemy weaknesses with elemental attacks (Fire, Ice, or Thunder)\n-As you use these attacks, your Elemental attribute increases, unlocking more powerful moves\n\nUsing Techniques:\n-When your weapon levels up, new techniques become available. These special moves help you inflict heavy damage and keep enemies at bay.\n\nAbilities:\n-Use your abilities strategically during battle. When timed correctly, they can turn the tide by maximizing damage and controlling enemy movement.\n\nEnd of Battle:\n-The game continues until your Health runs out. At that point, you'll see an end screen displaying your final score, your best high score, and a summary of your attributes, including your Weapon Level and Elemental proficiency."
					},
					"Translation":
					{
						"Text": "目標:\r\nあなたの目標は、波状的に現れる敵を生き延びながら倒し続けることです。警戒を怠らず、できるだけ多くの敵を倒し、最高得点を目指しましょう。\r\n\r\n戦闘の基本:\r\n基本的な攻撃で素早く敵を倒しましょう。\r\n元素攻撃（火、氷、雷）で敵の弱点を突きましょう。\r\nこれらの攻撃を使用することで、あなたの元素属性が上がり、より強力な技がアンロックされます。\r\n\r\n技の使用:\r\n武器がレベルアップすると、新しい技が使えるようになります。これらの特別な技は、敵に大きなダメージを与え、敵を距離を取らせるのに役立ちます。\r\n\r\n能力:\r\n戦闘中に能力を戦略的に使用しましょう。タイミングよく使用すると、ダメージを最大化し、敵の動きを制御して戦況を有利に進めることができます。\r\n\r\n戦闘終了:\r\nゲームは、あなたのヘルスがゼロになるまで続きます。その時、最終スコア、最高スコア、武器レベルや元素熟練度などの属性のまとめが表示されます。"
					},
					"Key": "TutorialGameplayDesc"
				},
				{
					"Source":
					{
						"Text": "Screen Shake"
					},
					"Translation":
					{
						"Text": "画面揺れ"
					},
					"Key": "ScreenShakeLabel"
				},
				{
					"Source":
					{
						"Text": "Vibration"
					},
					"Translation":
					{
						"Text": "振動"
					},
					"Key": "VibrationLabel"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ElementalStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "AttackStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "DefenseStatFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FireLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "IceLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "ThunderLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "WeaponLevelFormat"
				},
				{
					"Source":
					{
						"Text": "{0}%"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "VolumePercentFormat"
				}
			]
		}
	]
}